[
  {
    "code": "*400#",
    "def": "Endi siz qo‘ng‘iroqlar, SMS, MMS, Internet uchun hisobot oyining boshidan boshlab sarflangan mablag‘lar va to‘lovlar bo‘yicha batafsil ma‘lumot olish imkoniga ega bo‘ldingiz.",
    "def_ru": "Теперь вы можете получить подробную информацию по звонкам, SMS, MMS, интернету, расходам и платежам с начала отчетного месяца.",
    "name": "SMS-tafsilot",
    "name_ru": "СМС-детали"
  },
  {
    "code": "*136#",
    "def": "Sodiqlik dasturi doirasida abonentlar o‘z tarif rejalariga bog‘liq holda maqomlar hamda Ucell tarmog‘ida bo‘lib kelayotgan muddatidan kelib chiqib afzalliklar oladilar.",
    "def_ru": "В рамках программы лояльности абоненты будут получать преимущества в зависимости от их тарифных планов, статуса и продолжительности пребывания в сети Ucell.",
    "name": "Sodiqlik dasturi",
    "name_ru": "Программа лояльности"
  },
  {
    "code": "*900#",
    "def": "«Yagona hisob» xizmati abonentlarga raqamning tarif rejasi va ulangan barcha xizmatlar doirasidagi limitlar qoldiqlari haqida ma’lumot olish imkonini beradi. Xizmat bepul.",
    "def_ru": "Услуга «Единый счет» позволяет абонентам получать информацию о тарифном плане номера и остатке лимитов по всем подключенным услугам. Услуга бесплатна.",
    "name": "Yagona hisob",
    "name_ru": "Единый аккаунт"
  },
  {
    "code": "*350#",
    "def": "Xizmatlarni o‘chirish – abonentlar oldin faollashtirilgan barcha xizmatlarni ko‘plab maxsus USSD-so‘rovlarni kiritmasdan bekor qilishlari uchun qulay vosita. Xizmat bepul.",
    "def_ru": "Деактивация услуг — это удобный способ для абонентов отменить все ранее активированные услуги без ввода множества специальных USSD-запросов. Услуга бесплатна.",
    "name": "Xizmatlarni o‘chirish",
    "name_ru": "Деактивировать услуги"
  },
  {
    "code": "*411#",
    "def": "Hisobdagi pullar nimalarga sarflanganini bila olmayapsizmi? *411# USSD-so‘rovini yuboring va so’rov yuborilgan kun hamda ohirgi 2 kun uchun hisobdagi barcha o‘zgarishlar bo‘yicha batafsil hisobot ko‘rsatilgan tafsilotga buyurtma bering. 1 so‘rov narxi - 126.3 so‘m.",
    "def_ru": "Не знаете, на что были потрачены деньги на счету? Отправьте USSD-запрос *411# и закажите реквизиты с подробным отчетом обо всех изменениях в аккаунте за день запроса и за последние 2 дня. Стоимость 1 запроса 126,3 сум.",
    "name": "Hisob kitob",
    "name_ru": "Бухгалтерская книга"
  },
  {
    "code": "*360#",
    "def": "O‘zingizning pasportingizga qaysi raqamlar rasmiylashtirilganligini unutib qo‘ydingizmi? Ucell Sizga o‘z raqamlaringiz haqida, shu jumladan ularning holati, hisobi va faol pulli xizmatlar xususida batafsil ma’lumotlarni olishga yordam beradi! So‘rovlar miqdori cheklangan – kuniga 2 so‘rov. Xizmat bepul.",
    "def_ru": "Вы забыли цифры в паспорте? Ucell поможет вам получить подробную информацию о ваших номерах, включая их статус, счет и активные платные услуги! Количество запросов ограничено - 2 запроса в день. Услуга бесплатна.",
    "name": "Mening raqamlarim",
    "name_ru": "Мои номера"
  },
  {
    "code": "*200#",
    "def": "Endi Siz abonent to‘lovining navbatdagi yechilish sanasini bilib olishingiz uchun, shuningdek boshqa foydali ma’lumotlarga ega bo’lishingiz uchun  raqamiga USSD-so‘rov yuborsangiz kifoya. Xizmat bepul.Samarali so‘rovlar soni – kuniga 20 urinish ",
    "def_ru": "Теперь вам достаточно отправить USSD-запрос на номер, чтобы узнать дату следующей абонентской платы, а также получить другую полезную информацию. Услуга бесплатная, количество эффективных запросов 20 попыток в сутки.",
    "name": "Mening tarifim",
    "name_ru": "Мой тариф"
  },
  {
    "code": "*977#",
    "def": "O‘tkazib yuborilgan ko’ng’iroqlar xaqida doimo habardor buling. Endi *977# raqamiga bir USSD so’rov orqali siz 'Sizga qo‘ng‘iroq qilishdi' va 'Men aloqadaman' xizmatlarini bir vaqtda yoqishingiz mumkin.Kunlik abonent to‘lovi - 240 so‘m/kun",
    "def_ru": "Всегда будьте в курсе пропущенных вызовов. Теперь вы можете подключить услуги «Вам звонили» и «Я на связи» одновременно, отправив USSD-запрос на номер *977# Ежедневная абонентская плата составляет 240 сум/день.",
    "name": "Sizga qo‘ng‘iroq qilishdi",
    "name_ru": "Вам позвонили"
  }
]
